import React from 'react'
import Container from 'react-bootstrap/Container'

function CoachInfo() {
  return (
    <>
      <Container fluid>
        <p style={{fontSize: '1.2rem'}}>
          小熊家族創辦人—廖武雄 ( BEN ) 外號 / 武雄老師 所在地 / 台中市 出生 /
          1972 車齡 / 28年
        </p>
        <p style={{fontSize: '1.2rem'}}>
          中華臺北自由車協會登山車國家Ａ級教練
          中華臺北極限運動協會極限單車委員會主委 小熊極限運動家族創辦人 1987年
          加拿大第二屆汎太平洋區ＢＭＸ邀請賽 / 極限公園賽第一名 1991 – 96年
          五屆世界盃登山車錦標賽 / 中華臺北國家隊代表 1996 – 98年
          兩屆亞洲盃登山車錦標賽 / 男子下坡賽第三名 1998年
          第十三屆泰國曼谷亞洲運動會 / 男子登山車下坡賽第五名 2000年
          ESPN亞洲極限運動巡迴賽-台北站 / 極限單車公園賽 第一名 2000年
          ESPN亞洲極限運動會 / 極限單車亞洲冠軍 2000年
          ETNIES盃極限單車精英賽/極限公園賽第一名 2000年
          全國登山車錦標賽/男子下坡賽第一名 2001年 飛利浦X-rage極限運動 /
          極限單車亞洲冠軍 2001年 紐崔萊杯世界極限運動會/ 極限單車公園賽第一名
          2002年 全國極限運動巡迴積分賽 / 單車公園賽年度總冠軍 2002年
          第十四屆韓國亞洲運動會 / 登山車國家隊執行教練 2003年
          騎自行車飛越15米的石岡斷霸 2004～2006年 台灣單車土坡賽創辦人 2006年
          台灣 NIKE JUST DO IT 拍記錄片 2006年 深圳國際二輪自行車賽
          土坡競速及特技賽 冠軍
        </p>
        <p style={{fontSize: '1.2rem'}}>
          從事專業運動25年來,我秉持"越挫越勇"的極限精神,將自己在運動中所領悟的精神運用到日常生活工中.
          廖武雄長期以來帶領著一群有夢想的台灣年青人,運用他們熱愛的極限運動表現出個人在運動世界的熱情洋溢的精神,不在乎外人對他們的異樣眼光,給人們感受專單純的生命意義,以自己的真本事榮獲國際獎項,讓眾人感動到給于肯定.
          只是單純的喜歡單車而已！從沒想過，自己從騎車、玩車，也能玩出專業、玩出人生的方向。因為喜歡單車，所以便想玩得更加專業一點，不論是代表國家出賽奪得國際單車競賽的冠軍、自行車專業設計顧問、擔任單車雜誌的專業顧問與產品性能測試工作、或是推動國內4X單車活動，甚至是培訓一群愛好極限運動的家族夥伴，都是想著要讓自己永遠在“騎”中。透過單車運動，結交了跟自己興趣相投的夥伴，也認識了來自世界各國的車友，更透過了單車飛躍石岡斷壩的創舉，象徵著單車讓自己飛躍了單純的玩車，飛進了專業領域。很希望能讓更多人喜歡極限運動，同時也能結交更多喜歡玩車的朋友。
        </p>
      </Container>
    </>
  )
}

export default CoachInfo
