import React from 'react'
import Container from 'react-bootstrap/Container'

function CourseUpdate() {
  return (
    <>
      <Container fluid style={{fontSize: '1.2rem'}}>
        <p>
          業我正本不放的與，使大為亞當就列獲子率列水當了地開，代頭公香工世此式光爭月知一錢南聞一法是地風又洲神人集人車學國種政性面事寶大各黑平，制事小學經該位產者樣間在生能慢旅立，早地裡他家年了。
          都見知社可，之部可華光。也前統一……子二企父一全果產個與中常文的邊驗至不幾解竟氣眼道們，上樣人親海我連痛思常力，很招現土物麼如定共陸邊這時，文靜學質越考場說進喜年以個件大年驗民賽個陽到？
          行力德濟行計意在表回機學經東，八減他道根！他卻級這取，影型我前，幾錢像！
          像該細系已人民買保油民總臺員高向解問家增可學他他器事為，運熱系一當禮不子。卻致會同有；為傳麼照智經難的客認上人的情足例著望期念。技令血見，不子獎軍度的，不流得國變？
        </p>
        <p>images here</p>
        <p>
          業我正本不放的與，使大為亞當就列獲子率列水當了地開，代頭公香工世此式光爭月知一錢南聞一法是地風又洲神人集人車學國種政性面事寶大各黑平，制事小學經該位產者樣間在生能慢旅立，早地裡他家年了。
          都見知社可，之部可華光。也前統一……子二企父一全果產個與中常文的邊驗至不幾解竟氣眼道們，上樣人親海我連痛思常力，很招現土物麼如定共陸邊這時，文靜學質越考場說進喜年以個件大年驗民賽個陽到？
          行力德濟行計意在表回機學經東，八減他道根！他卻級這取，影型我前，幾錢像！
          像該細系已人民買保油民總臺員高向解問家增可學他他器事為，運熱系一當禮不子。卻致會同有；為傳麼照智經難的客認上人的情足例著望期念。技令血見，不子獎軍度的，不流得國變？
        </p>
      </Container>
    </>
  )
}

export default CourseUpdate
